import React from "react";
import SamomxmarebloTable from "../components/SamomxmarebloLoanRender";
import { Helmet } from "react-helmet";

function Home() {
  return (
    <div>
      <Helmet>
        <meta charSet="utf-8" />
        <title>სესხები | Gamomiwere.ge</title>
        <meta property="og:title" content="სესხები | Gamomiwere.ge" />
        <meta
          property="og:description"
          content="მოითხოვეთ სამომხმარებლო სესხი მარტივად და სწრაფად! მიიღეთ თანხა ონლაინ, მინიმალური დოკუმენტაციით და საუკეთესო პირობებით თქვენი ფინანსური საჭიროებებისთვის."
        />
        <meta
          name="description"
          content="მოითხოვეთ სამომხმარებლო სესხი მარტივად და სწრაფად! მიიღეთ თანხა ონლაინ, მინიმალური დოკუმენტაციით და საუკეთესო პირობებით თქვენი ფინანსური საჭიროებებისთვის."
        />
        <link rel="canonical" href="https://gamomiwere.ge" />
        <meta name="robots" content="index, follow" />
      </Helmet>
      <SamomxmarebloTable />
      <h1 style={{ width: "85%", margin: "0 auto", marginBottom: "20px" }}>
        სამომხმარებლო სესხი
      </h1>
      <p style={{ width: "85%", margin: "0 auto", marginBottom: "50px" }}>
        სამომხმარებლო სესხები დღესდღეობით ერთ-ერთი ყველაზე პოპულარული ფინანსური
        სერვისია, რომელიც მომხმარებლებს საშუალებას აძლევს სწრაფად და მარტივად
        მიიღონ თანხა პირადი საჭიროებების დასაფარად. ონლაინ სესხი ამ პროცესს
        კიდევ უფრო ამარტივებს, რადგან აღარ არის საჭირო ბანკის ფილიალში მისვლა ან
        ხანგრძლივი საბუთების შეგროვება. ონლაინ სესხები გთავაზობთ თანხის მიღებას
        პირდაპირ ინტერნეტით, სადაც სესხის განაცხადის შევსება შესაძლებელია
        ნებისმიერი მოწყობილობიდან, რომელიც ინტერნეტთან არის დაკავშირებული.
        სესხის დამტკიცების პროცესი კი ძალიან სწრაფად, რამდენიმე წუთში ხდება.
        განსაკუთრებით პოპულარულია ონლაინ სესხი 5 წუთში, რაც ნიშნავს, რომ
        მომხმარებელს შეუძლია თანხა მიიღოს ფაქტობრივად რამდენიმე წუთში სესხის
        დამტკიცების შემდეგ. ამ სერვისით სარგებლობა განსაკუთრებით მოსახერხებელია
        გადაუდებელი ფინანსური საჭიროებების დროს.
      </p>
    </div>
  );
}

export default Home;
